tap "homebrew/bundle"
tap "homebrew/core"
tap "mongodb/brew"
brew "git"
brew "watchman"
brew "zsh"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anseki.vscode-color"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "danielroedl.meld-diff"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Gruntfuggly.todo-tree"
vscode "jolaleye.horizon-theme-vscode"
vscode "kamikillerto.vscode-colorize"
vscode "liviuschera.noctis"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "naumovs.color-highlight"
vscode "ritwickdey.LiveServer"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "vscode-icons-team.vscode-icons"
vscode "WallabyJs.quokka-vscode"
vscode "xabikos.JavaScriptSnippets"
vscode "xabikos.ReactSnippets"
vscode "ziyasal.vscode-open-in-github"
